Revit 2027 API
ParameterTypeId.BentFabricParamLongitudinalCutLength Property
 "Longitudinal Cut Length": Bent fabric longitudinal cut length.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BentFabricParamLongitudinalCutLength { get; }
Public Shared ReadOnly Property BentFabricParamLongitudinalCutLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BentFabricParamLongitudinalCutLength {
	ForgeTypeId^ get ();
}
static member BentFabricParamLongitudinalCutLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace